{
  "Aardwolf: The Shy Night": {
    "description": "The aardwolf is a fascinating creature, often mistaken for a hyena due to its similar appearance. However, this nocturnal mammal has its own unique identity and quirks that set it apart from its larger and more famous cousin. In this article, we delve deep into the world of the aardwolf, exploring its appearance, habitat, habits, diet, and some fun facts that kids (and adults!) will love.",
    "image_path": "animal_images\\aardwolf-2245287-340x200.jpeg"
  },
  "Adelie Penguin": {
    "description": "The Adelie Penguin (Pygoscelis adeliae) is, together with the Emperor Penguin, one of the only two types of penguin living on the Antarctic mainland. This species is common along the entire Antarctic coast and nearby islands. Adelie penguins are the smallest of the penguins living on the Antarctica continent. Adelie penguins were named after the wife of a French explorer in the 1830s.",
    "image_path": "animal_images\\adelie-penguin-1-340x200.jpg"
  },
  "Aardvark": {
    "description": "The Aardvark (Orycteropus afer) (‘Digging foot’), sometimes called ‘antbear’ is a medium-sized mammal native to Africa. The name comes from the Afrikaans/Dutch for ‘earth pig’, because early settlers from Europe thought it resembled a pig. However, the aardvark is not related to the pig, it is placed in its own order.",
    "image_path": "animal_images\\aardvark-1-340x200.jpg"
  },
  "African Penguin": {
    "description": "African penguins (Spheniscus demersus) look much like the Humboldt penguins. African penguins have a broad band of black that is in the shape of an upside-down horseshoe on their fronts. They have black spots scattered over their chest area. African penguins make a loud braying sound that has given them the alternative name of the ‘Jackass penguin’.",
    "image_path": "animal_images\\african-penguin-1-340x200.jpg"
  },
  "African Forest Elephant": {
    "description": "The African Forest Elephant (Loxodonta cyclotis) was until recently considered a subspecies of the African Bush Elephant (Loxodonta africana). However, recent reserach involving DNA has produced the results that there are actually three main species of elephant: the two African species (Loxodonta Africana) and (Loxodonta cyclotis) and the Asian (Indian) Elephant (Elephas Maximus).",
    "image_path": "animal_images\\african-forest-elephant-340x200.jpg"
  },
  "African Lions": {
    "description": "The African Lion has a light tawny coat with white on the abdomen and inside of their legs. The backs of an African lions ears are black in color. The male lions mane ranges in color from tawny to reddish brown to black. The mane gets darker as the male lion ages. The mane provides protection from an opponents teeth and claws during conflict.",
    "image_path": "animal_images\\african-lion-1-340x200.jpg"
  },
  "African Elephants": {
    "description": "African Elephants The African elephant, (Loxodonta Africana), is also known as the ‘African Bush Elephant’. Both the African Bush Elephant and the African Forest Elephant have usually been classified as a single species, known simply as the African Elephant. However, the African Forest Elephant resides in the Rainforests and the African Bush Elephant lives in the savannas, hence sometimes being called the ‘Savanna Elephant’.",
    "image_path": "animal_images\\african-elephant-1-340x200.jpg"
  },
  "African Spurred Tortoise": {
    "description": "The African Spurred Tortoise (Geochelone sulcata) is also known as the Sulcata Tortoise, ‘Grooved Tortoise’, the ‘Spur Tortoise’ and the ‘African Spur Thigh Tortoise’. It is a desert-dwelling tortoise whose range extends along the southern edge of the Sahara Desert from Senegal and Mauritania, east through Mali, Chad, the Sudan and Ethiopia to Eritrea.",
    "image_path": "animal_images\\african-spurred-tortoise-1-340x200.jpg"
  },
  "African Wild Dog": {
    "description": "The African Wild Dog (Lycaon pictus) is a mammal native only to Africa. It is a member of the canidae family which also includes dogs, coyotes, dingos, jackals and wolves. It is known by other names such as the Painted Hunting Dog, African Hunting Dog, Cape Hunting Dog and Painted Wolf. In Swahili it is referred to as ‘Mbwa mwilu’.",
    "image_path": "animal_images\\african-wild-dog-1-340x200.jpg"
  },
  "African Buffalo": {
    "description": "The African buffalo (Syncerus caffer) is a sub-Saharan African bovine, of which there are five species. These animals are large and widely regarded as one of the most dangerous animals on the African continent. It has a very unpredictable temperament and has never been domesticated; in fact, it is not an ancestor of domestic cattle and is only distantly related to other larger bovines.",
    "image_path": "animal_images\\African-Buffalo-340x200.png"
  },
  "Addax": {
    "description": "The Addax, sometimes called the ‘screw horn antelope’, because of its twisted horns, is a large, desert dwelling member of the antelope family, closely related to the Oryx.",
    "image_path": "animal_images\\addax1-1-340x200.jpg"
  },
  "Africanized Bees": {
    "description": "Africanized Bees are also known as Africanized Honey Bees as they are a honey producing bee. Africanized Bees are also known as ‘Killer Bees‘ and are hybrids of the African Honey Bee and various European Honey Bees. The Africanized Bee in the western hemisphere descended from 26 Tanzanian queen bees (A. m. scutellata) accidentally released by a replacement bee keeper in 1957.",
    "image_path": "animal_images\\africanised-bee-1-340x200.jpg"
  },
  "Allen's Swamp Monkeys": {
    "description": "The Allen’s Swamp Monkey (Allenopithecus nigroviridis) is a primate species that is categorized in its own genus Allenopithecus in the Old World monkey family. Allen’s Swamp Monkey can be found in the Congo basin, in the Republic of Congo and in the west of the Democratic Republic of Congo.",
    "image_path": "animal_images\\allens-swamp-monkey-1-340x200.jpg"
  },
  "Alligator (American)": {
    "description": "An Alligator is a crocodilian in the genus ‘Alligator’ of the family ‘Alligatoridae’. Alligators are large, semi-aquatic carnivorous reptiles with four small legs and a very large, long tail. The tail is half the animals total length. Alligators tails help propel them rapidly through the water and is used to make pools of water during the dry seasons called ‘gator holes’.",
    "image_path": "animal_images\\alligator1-1-340x200.jpg"
  },
  "Amazonian Manatee": {
    "description": "The Amazonian Manatee (Trichechus inunguis) is a species of manatee that lives in the freshwater habitats of the Amazon River and its tributaries. Amazonian manatees are aquatic animals. The Amazonian manatee come from the ‘Sirenia’ order and are also known as ‘seacows’.",
    "image_path": "animal_images\\amazonian-manatee-1-340x200.jpg"
  },
  "Allis Shad Fish": {
    "description": "The Allis Shad Fish (Alosa alosa (Linnaeus)) and the Twaite Shad Fish (Alosa fallax (Lacepede)), are both members of the herring family, Clupeidae. This species of fish form a large group of pelagic fishes found in seas throughout the world except the Antarctic. A majority of them are marine fish, however, some enter fresh water to spawn.",
    "image_path": "animal_images\\allis-shad-fish-1-340x200.jpg"
  },
  "Amazon River Dolphin": {
    "description": "The Amazon river dolphin (Inia geoffrensis), also known as the boto, bufeo, pink dolphin or pink river dolphin, is a species of toothed whale belonging to the family Iniidae and the genus Inia.",
    "image_path": "animal_images\\Amazon-River-Dolphin-340x200.png"
  },
  "Alpine Ibex (Capra)": {
    "description": "The Alpine Ibex (Capra ibex) lives in rocky regions along the snowline above alpine forests of the European Alps. It is closely related to the Spanish Ibex (Capra pyrenaica) and the Middle Eastern Nubian Ibex (Capra ibex nubiana). Ibex are even-toed hoofed animals, also known as ‘cloven hoofed’.",
    "image_path": "animal_images\\alpine-ibex-1-340x200.jpg"
  },
  "American Oystercatcher": {
    "description": "The American oystercatcher (Haematopus palliatus) is a very large shorebird that belongs to the family Haematopodidae. It can be found along the Atlantic and Gulf Coasts of the US, and the current population is thought to be 43,000. The American oystercatcher belongs to the genus Haematopus and the order Charadriiformes.",
    "image_path": "animal_images\\american-oystercatcher-1-340x200.jpg"
  },
  "American Badger": {
    "description": "The American badger (Taxidea taxus) is a badger belonging to the Mustelidae family, a diverse family of carnivorous mammals that also includes weasels, otters, ferrets, and the wolverine. The American badger is similar in appearance to the European badger, although not closely related, and can be found in the western, central, and northeastern United States, northern Mexico, and south-central Canada to certain areas of southwestern British Columbia.",
    "image_path": "animal_images\\An-American-Badger-340x200.png"
  },
  "American Kestrel": {
    "description": "The American kestrel (Falco sparverius) is the smallest North American falcon. It is often called the sparrow hawk, not to be confused with the Eurasian Sparrowhawk (Accipiter nisus) which is a different bird of prey species entirely. It is found throughout most of the American continent, from Alaska and Canada to as far south as Panama in South America.",
    "image_path": "animal_images\\American-Kestrel-6710323-340x200.png"
  },
  "Anaconda Snake": {
    "description": "Anacondas are four species of aquatic boa inhabiting the swamps and rivers of the dense forests of tropical South America. The Yellow Anaconda can be found as far south as Argentina. It is unclear how the name originated so far from the snakes native habitat. It is likely due to its vague similarity to the large Asian pythons.",
    "image_path": "animal_images\\anaconda-1-340x200.jpg"
  },
  "Alligator Gar": {
    "description": "The Alligator Gar (Atractosteus spatula) is not just any fish; it’s a living testament to the wonders of evolution. This freshwater giant, with its lineage tracing back to the time of the dinosaurs, is a marvel of nature. It is one of three species of Gar in genus Atractosteus, and there are no recognised subspecies for any of these Gars.",
    "image_path": "animal_images\\alligator-gar-8737518-340x200.png"
  },
  "Ant Facts, Information & Pictures": {
    "description": "For more than 100 million years, ants have been living on the Earth. They can be found almost anywhere on the planet. As of 2006, there are 11,880 known ant species, most of which reside in hot climates.",
    "image_path": "animal_images\\ant-1-340x200.jpg"
  }
}